INSERT INTO `address_book` (`sid`, `name`, `email`, `mobile`, `birthday`, `address`, `created_at`) VALUES
(NULL, '熊熊', 'bear@gmail.com', '0922345678', '2020-07-08', '123456789', '2020-07-08 11:11:08'),
(NULL, '熊熊2', 'bear@gmail.com', '0922345678', '2020-07-08', '123456789', '2020-07-08 11:11:08'),
(NULL, '熊熊3', 'bear@gmail.com', '0922345678', '2020-07-08', '123456789', '2020-07-08 11:11:08'),
(NULL, '熊熊4', 'bear@gmail.com', '0922345678', '2020-07-08', '123456789', '2020-07-08 11:11:08'),
(NULL, '熊熊5', 'bear@gmail.com', '0922345678', '2020-07-08', '123456789', '2020-07-08 11:11:08'),
(NULL, '熊熊6', 'bear@gmail.com', '0922345678', '2020-07-08', '123456789', '2020-07-08 11:11:08'),
(NULL, '熊熊7', 'bear@gmail.com', '0922345678', '2020-07-08', '123456789', '2020-07-08 11:11:08'),
(NULL, '熊熊8', 'bear@gmail.com', '0922345678', '2020-07-08', '123456789', '2020-07-08 11:11:08'),
(NULL, '熊熊9', 'bear@gmail.com', '0922345678', '2020-07-08', '123456789', '2020-07-08 11:11:08'),
(NULL, '熊熊10', 'bear@gmail.com', '0922345678', '2020-07-08', '123456789', '2020-07-08 11:11:08');



-- 取代(把編號改成NULL ) :
--  ctrl+f  點*
--  \(\d{1,2},   
--  下拉箭頭 replace 填(NULL,  
--  按 ctil alt enter    或按鈕replace all



"UPDATE `address_book` SET 
            `name`=?,
            `email`=?,
            `mobile`=?,
            `birthday`=?,
            `address`=?
             WHERE `sid`=?";